/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Summa";

/* XFLD: label for a cell type selector */
"Currency" = "Valuutta";

/* XFLD: label for a cell phone type selector */
"fax" = "Faksi";

/* XFLD: label for a cell phone type selector */
"home" = "Aloitussivu";

/* XBUT: label for a cell phone type selector */
"Home" = "Aloitussivu";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Päävalikko";

/* XFLD: label for a cell phone type selector */
"mobile" = "Matkapuhelin";

/* XFLD: label for a cell phone type selector */
"other fax" = "Muu faksi";

/* XFLD: label for a cell phone type selector */
"page" = "Hakulaite";

/* XFLD: label for a cell phone type selector */
"Phone" = "Puhelin";

/* XFLD: label for a cell type selector */
"Value" = "Arvo";

/* XFLD: label for a cell phone type selector */
"work" = "Työ";

/* XFLD: label for a cell phone type selector */
"work fax" = "Työfaksi";

